/*  per 1  */
" per 1 " = " per 1 ";

/* %@name did not take action */
"%@ did not take action" = "%@ did not take action";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController: English format: I accept the offer to exchange %@ %@ at a rate of %@ , for a total amount of %@ %@ */
"ACCEPT OFFER" = "I accept the offer to exchange %@ %@ at a rate of %@ , for a total amount of %@ %@";

/* Acknowledgements */
"Acknowledgements" = "Acknowledgements";

/* All the entries need to be non-empty: CreateProfileViewController */
"All the entries need to be non-empty" = "All the entries need to be non-empty";

/* All the text fields should have relevant information */
"All the text fields should have relevant information" = "All the text fields should have relevant information";

/* An email verification has been sent, click \"OK\" once the email has been verified: login view controller */
"An email verification has been sent, click \"OK\" once the email has been verified" = "An email verification has been sent, click \"OK\" once the email has been verified";

/* At this moment and for security reasons we do not support the exchange of quantities larger than the equivalent of 1000 USD */
"At this moment and for security reasons we do not support the exchange of quantities larger than the equivalent of 1000 USD" = "At this moment and for security reasons we do not support the exchange of quantities larger than the equivalent of 1000 USD";

/* Big Amount */
"Big Amount" = "Big Amount";

/* Browse over some offers to see if we can find your location, make sure you connected to the internet */
"Browse over some offers to see if we can find your location, make sure you are connected to the internet" = "Browse over some offers to see if we can find your location, make sure you are connected to the internet";

/* BUY: top label inquiryController
 BUY:browse Cell */
"BUY" = "BUY";

/* Buy 3 credits */
"Buy 3 credits" = "Buy 3 credits";

/* Buy Credits */
"Buy Credits" = "Buy Credits";

/* BUY:
 SELL: AcceptOfferViewController */
"BUY:" = "BUY:";

/* Can not delete */
"Can not delete" = "Can not delete";

/* Cancel:loginViewController */
"Cancel" = "Cancel";

/* Confirmation Error: login viewController */
"Confirmation Error" = "Confirmation Error";

/* Continue */
"Continue" = "Continue";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to buy %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"COUNTER_OFFER_DESCRIPTION" = "I want to buy %@ %@ at a rate of %@ %@, for a total amount of %@ %@ ";

/* Credits: %@( the number of credits) */
"Credits: %@" = "Credits: %@";

/* Cancel:loginViewController */
"Delete Account" = "Delete Account";

/* Email: create user */
"Email" = "Email";

/* Email Already In Use: login viewController */
"Email Already In Use" = "Email Already In Use";

/* Email is in the wrong format: loginViewController */
"Email is in the wrong format" = "Email is in the wrong format";

/* Email not verified: in the login view controller */
"Email not verified" = "Email not verified";

/* Enter message... */
"Enter message..." = "Enter message...";

/* Five minutes have passed and the counteroffer was not confirmed, please search for other offers */
"Five minutes have passed and the counteroffer was not confirmed, please search for other offers" = "Five minutes have passed and the counteroffer was not confirmed, please search for other offers";

/* Five minutes have passed and the offer was not confirmed, please search for other offers */
"Five minutes have passed and the offer was not confirmed, please search for other offers" = "Five minutes have passed and the offer was not confirmed, please search for other offers";

/* Give a rating: rating view controller. English format Give %@ a rating */
"Give_name_a_rating" = "Give %@ a rating";

/* You need to have a profile picture of your face */
"In order to add security to MonEx, we require you to add a clear picture of your face to your profile before you can make any offers" = "In order to add security to MonEx, we require you to add a clear picture of your face to your profile before you can make any offers";

/* Input Error: alertTitle in inquiryView */
"Input Error" = "Input Error";

/* Last Name: create user */
"Last Name" = "Last Name";

/* loading... */
"loading..." = "loading...";

/* Location Error */
"Location Error" = "Location Error";

/* Location Services Disabled: AppUser */
"Location Services Disabled" = "Location Services Disabled";

/* Log Out */
"Log Out" = "Log Out";

/* Make Counteroffer: button title */
"Make Counteroffer" = "Make Counteroffer";

/* Make sure you are connected to the internet: loginViewController */
"Make sure you are connected to the internet" = "Make sure you are connected to the internet";

/* Missing Information: Create Profile
 Missing Information: OfferViewController */
"Missing Information" = "Missing Information";

/* Name: create user */
"Name" = "Name";

/* Need a camera */
"Need a camera" = "Need a camera";

/* Network Error: alertTitle, inquiryController
 Netwrok Error: login view controller */
"Network Error" = "Network Error";

/* Not rated */
"Not rated" = "Not rated";

/* Not registered: in the login view controller */
"Not registered" = "Not registered";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to exchange %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"OFFER_ DESCRIPTION" = "I want to exchange %@ %@ at a rate of %@ %@, for a total amount of %@ %@";

/* OK
 OK: actionTitle
 OK: after the email is already in use alert
 OK: login view controller after wrong password error
 OK: login view Controller notwerk collection
 OK: login view controller Unknown  error
 OK: weak password alert */
"OK" = "OK";

/* Passwords do not match:login viewController */
"Passwords do not match:login viewController" = "Passwords do not match:login viewController";

/* Phone Number: create user */
"Phone Number" = "Phone Number";

/* Please enable location services for this app in settings look for the app MonEx and in Location set it to Always */
"Please enable location services for this app. In settings look for the app MonEx and in Location set it to Always" = "Please enable location services for this app. In settings look for the app MonEx and in Location set it to Always";

/* Please take a picture: CreateProfileViewController */
"Please take a clear picture of your face" = "Please take a clear picture of your face";

/* Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way: login viewController */
"Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way" = "Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way";

/* Profile Missing: OfferViewController */
"Profile Missing" = "Profile Missing";

/* Profile Pictrue Missing: OfferViewController */
"Profile Picture Missing" = "Profile Picture Missing";

/* Qty: place holder in the offerViewController */
"Qty" = "Qty";

/* Register: loginViewController */
"Register" = "Register";

/* SELL: browse cell
 SELL: top label inquiryController */
"SELL" = "SELL";

/* SELL:
 SELL: AcceptOfferViewController */
"SELL:" = "SELL:";

/* Send:ChatViewController */
"Send" = "Send";

/* Offer Posted Online */
"Success! \n Offer posted online" = "Success! \n Offer Posted Online";

/* Take a Picture: CreateProfileViewController */
"Take a Picture" = "Take a Picture";

/* The app requires a device that has a camera or a photo saved in library */
"The app requires a device that has a camera or a photo saved in library" = "The app requires a device that has a camera or a photo saved in library";

/* The device can not point out your location, try to get better signal and try again. */
"The device can not point out your location, try to get better signal and try again." = "The device can not point out your location, try to get better signal and try again.";

/* The email address is already in use by another account, try to sign in with your original account: loginViewController */
"The email address is already in use by another account, try to sign in with your original account" = "The email address is already in use by another account, try to sign in with your original account";

/* The input needs to be a number: alert message, inquiry viewController */
"The input needs to be a number" = "The input needs to be a number";

/* The offer was accepted */
"The offer was not confirmed" = "The offer was not confirmed";

/* The password must be 6 characters long or more */
"The password must be 6 characters long or more" = "The password must be 6 characters long or more";

/* The rate of change could not be retrived: message alert inquiryViewController */
"The rate of change could not be retrieved" = "The rate of change could not be retrieved";

/* The request has expired */
"The request has expired" = "The request has expired";

/* The request that have not been approved expire after 5 min
 The requests that have not been approved expire after 5 min:  */
"The requests that have not been approved expire after 5 min" = "The requests that have not been approved expire after 5 min";

/* There is no registered user with the given user email and password. Please press register and confirm your password: login view controller */
"There is no registered user with the given user email and password. Please press register and confirm your password" = "There is no registered user with the given user email and password. Please press register and confirm your password";

/* To Delete this offer it needs first to be rejected or finished */
"To Delete this offer it needs first to be rejected or finished" = "To Delete this offer it needs first to be rejected or finished";

/* Try Again: action title, inquiryViewController */
"Try Again" = "Try Again";

/* Unable to locate you
 Unable to locate you: OfferViewController */
"Unable to locate you" = "Unable to locate you";

/* Unable to login, try to login with a different method */
"Unable to login, try to login with a different method" = "Unable to login, try to login with a different method";

/* Unknown  Error */
"Unknown  Error" = "Unknown  Error";

/* Waiting for the confirmation */
"Waiting for the confirmation..." = "Waiting for the confirmation...";

/* We are not able to find your location */
"We are not able to find your location" = "We are not able to find your location";

/* Weak password: login viewController */
"Weak password" = "Weak password";

/* Wrong Format: login viewController */
"Wrong Format" = "Wrong Format";

/* wrong password */
"Wrong Password" = "Wrong Password";

/* You need to create a profile, go to menu and tap on the black region */
"You need to create a profile, go to menu and tap on the black region" = "You need to create a profile, go to menu and tap on the black region";

/* You need to have credits to accept offers or make counteroffers. You will be charged one credit ONLY if communication or location capabilities are established between the parties. */
"You need to have credits to accept offers or make counteroffers. You will be charged one credit ONLY if communication or location capabilities are established between the parties." = "You need to have credits to accept offers or make counteroffers. You will be charged one credit ONLY if communication or location capabilities are established between the parties.";
